<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'brand_name' => 'ហុងស្តារ ទេសចរណ៍ & ធួរ',
    'sub-brand_name' => 'គុណភាព, សេវាកម្ម, ទំនុកចិត្ត',
    'fontbd'=>'kh-moul',
    'font'=>'kh-battambang',
    'font_menu' => 'kh-battambang_menu',
    'lang' => 'kh',
    'menu_navigator' => 'ម៉ឺនុយ',
    'tours' => 'ផ្នែកទេសចរណ៍',
    'ticket' => 'ផ្នែកសំបុត្រ',
    'passport' => 'ផ្នែកលិខិតឆ្លងដែន',
    'contact_us' => 'ទំនាក់ទំនង',
    'native' => 'ភាសាខ្មែរ',
    'menu_tour' => ['domestic_tour' => 'សេវាទេសចរណ៍ក្នុងស្រុក', 'international_tour' => 'សេវាទេសចរណ៍ក្រៅស្រុក'],
    'menu_ticket' => ['air_ticket' => 'ផ្នែកសំបុត្រយន្តហោះ','bus_ticket' => 'ផ្នែកសំបុត្ររថយន្ត', 'boat_ticket' => 'ផ្នែកសំបុត្រទូក'],
    'menu_passport' => ['international_visa' => 'សេវាស្នើសុំទិដ្ឋាកា', 'khmer_visa_renew' => 'សេវាពន្យាទិដ្ឋាកាកម្ពុជា', 'khmer_passport' => 'សេវាធ្វើលិខិតឆ្លងដែន'],

    'welcome' => 'ស្វាគមន៍',
    'contact_title' => 'ទំនាក់ទំនងព៌តមានលម្អិត',
    'site_map' => 'តំណរភ្ជាប់គេហទំព័រ',
    'help_support' => 'ជំនួយ & ការគាំទ្រ',
    'all_right' => 'រក្សាសិទ្ធិគ្រប់យ៉ាង',
    'office_location' => 'ទីតាំងការិយាល័យ',
    'office_address' => 'អាស័យដ្ឋាន ផ្ទះលេខ 76 ផ្លូវលេខ 163 សង្កាត់ទួលទំពូងទី1 ខ័ណ្ឌចំការមន ភ្នំពេញ ព្រះរាជាណាចក្រកម្ពុជា',
    'khmer_passport' => 'ធ្វើលិខិតឆ្លងដែន',
    'phone' => 'ទូរសព្ទលេខ',
    'mail' => 'អ៊ីម៉ែល',
    'tour_contact' => 'ទំនាក់ទំនងប្រតិបត្តិករទេសចរណ័និងធួរ',
    'ticketing_contact' =>'ទំនាក់ទំនងខាងផ្នែកសំបុត្រយន្តហោះ',
    'passport_contact' =>'ទំនាក់ទំនងខាងផ្នែកលិខិតឆ្លងដែន និង សុំទិដ្ឋាកា និង គ្រប់គ្រងទូទៅ',
    'messenger_contact' => 'ទំនាក់ទំនងអ្នកនាំសារ',
    'about' => 'អំពី ',

    'who_are_we'=>'យើងខ្ញុំជាអ្នកណា?',
    'who_are_we_desc' => 'ហុងស្តារត្រាវែល & ធួរគឺជាផ្នែកមួយនៃអ្នកផ្តល់សេវាទេសចរណ៍ដែលល្អបំផុតនិងជាភ្នាក់ងារដំណើរទស្សនកិច្ចការធ្វើដំណើរនៅប្រចាំប្រទេសកម្ពុជា។ យើងខ្ញុំមានវិជ្ជាជីវៈជំនាញក្នុងការផ្តល់សេវាកម្មធ្វើដំណើរអោយលោកអ្នកទៅកាន់គោលដៅដោយយកចិត្តទុកដាក់បំផុត លើសពីនេះដែរ យើងខ្ញុំមានបទពិសោធជាច្រើនឆ្នាំក្នុងការផ្តល់សេវាកក់សំបុត្ររថយន្ដក្រុង, ទូកនិងយន្តហោះ។ យើងក៏មានឯកទេសក្នុងផ្នែកឧស្សាហកម្មបដិសណ្ឋារកិច្ចនិងទេសចរណ៍ក្នុងស្រុកនិងអន្តរជាតិផងដែរ ដូចជាការកក់សណ្ឋាគារក្នុងស្រុកនិងក្រៅស្រុក។',
    'what_we_do' =>'អ្វីដែលយើងខ្ញុំធ្វើសម្រាប់អ្នក?',
    'what_we_do_desc' => 'យើងខ្ញុំក៏មានផ្តល់ជូននូវសេវាកម្មបន្ថែមផ្នែកពន្យាទិដ្ឋាកានិងសេវាកម្មធ្វើលិខិតឆ្លងដែនសំរាប់អតិថិជនក្នុងស្រុក។ លើសពីនេះទៅទៀត ក្រុមហ៊ុនយើងខ្ញុំក៏មានផ្តល់សេវាកម្មទេសចរណ៍ក្នុងស្រុកនិងអន្តរជាតិក្នុងថ្ងៃឈប់សម្រាកឬវិស្សមកាល។',
    'page_not_found' => 'ទំព័រនេះមិនត្រូវបានរកឃើញ! បញ្ហាណាមួយសូមទាក់ទងមកយើងខ្ញុំ។',
    'client' => 'អតិថិជនយើងខ្ញុំ',
    'social_media' => 'បណ្តាញសង្គម',
    'payment_method' => 'វិធី​សា​ស្រ្ត​ទូទាត់ប្រាក់',
    'use_condition' => 'លក្ខខណ្ឌនៃការប្រើ',

    'position' => [
        'gm' => 'ប្រធានគ្រប់គ្រងទូទៅ',
        'dgm' => 'អនុប្រធានគ្រប់គ្រងទូទៅ',
        'dga' => 'ជំនួយការទូទៅ',
        'acc' => 'ជំនួយការគណនេយ្យ',
        'pass' => 'ជំនួយការលិខិតឆ្លងដែន',
        'tm' => 'អ្នកគ្រប់គ្រងដំណើរកំសាន្ត',
        'to' => 'ប្រតិបត្តិករទេសចរណ៍',
        'ticketing' => 'ប្រតិបត្តិករ​ផ្នែកលក់សំបុត្រយន្តហោះ',
        'messenger' => 'អ្នកនាំសារផ្នែកលិខិតឆ្លងដែននិងទិដ្ឋាកា'
    ],
    'use_of_trademark' => 'ការ​ប្រើ​ប្រាស់​ពាណិជ្ជសញ្ញា',
    'use_of_trademark_text1' => 'និក្ខិត្តសញ្ញាឡូហ្គូនេះពីតំលៃរបស់ក្រុមហ៊ុន។ វាត្រូវបានតំណាងឱ្យកិត្តិនាមនិងអាជីវកម្មប្រភេទនៃការផ្ទាល់ខ្លួនរបស់យើង។ ធ្វើឱ្យប្រាកដថាគ្រប់គ្រាន់ថាយើងចង់អតិថិជនឬដៃគូរបស់យើងប្រើវាដោយស្របច្បាប់។',
    'use_of_trademark_text2' => 'ឡូ​ហ្គោ ហុងស្តារ ត្រូវបានបង្កើតឡើងរូបភាពវ៉ិចទ័រ SVG សម្រាប់ជម្រះមើលនិងកម្សាន្តជាមួយភាពងាយស្រួលមានប្រសិទ្ធិភាពសម្រាប់ការចម្លងឬការរួមបញ្ចូលសម្រាប់ការផ្សាយពាណិជ្ជកម្មឬសេចក្ដីយោងក្នុងរយៈពេលក្រោមសិទ្ធិរបស់ ហុងស្តារ ទេសចរណ៍ ខូអិលធីឌី ។',
    'use_of_trademark_text3' => 'យើងខ្ញុំតែម្នាក់គត់មានដែលអាចអះអាងពិតប្រាកដនូវឡូ​ហ្គោផ្លាក​យីហោរបស់យើងដោយការផ្លាស់ប្តូរទំនាក់ទំនងលើសិទ្ធិនៃការប្រើប្រាស់ជាមួយដៃគូដែលមានឆន្ទៈប្រើប្រាស់វាឱ្យបានត្រឹមត្រូវនិង​ភាព​ស្រប​ច្បាប់ណាមួយ។',
    'use_of_trademark_text4' => 'យើងមិនទទួលខុសត្រូវនិមិត្តសញ្ញាផ្លាក​យីហោដែលត្រូវបានក្លែងបន្លំដោយបុគ្គលណាម្នាក់ដែលយកពីគេហទំព័រនេះដោយគ្មានការអនុញ្ញាតនិងសហការត្រឹមត្រូវ។ យើងនឹងចាត់វិធានការដើម្បីការពារជាមួយអាជ្ញាធរផ្នែកច្បាប់សម្រាប់ការអន្តរាគមន៍ការប្រើខុស។',
    'permission_terms' => 'សិទ្ធិ​អនុញ្ញាត & លក្ខខណ្ឌប្រើប្រាស់',
    'permission_terms_text' => 'អ្នកបានផ្តល់ឱ្យ HONGSTAR ទ្រព្យសម្បត្តិនិងលក្ខណៈសម្បត្តិរបស់វាបានតាមរយៈគេហទំព័រនេះ។ សិទ្ធិប្រើប្រាស់ការដោះស្រាយប្រព័ន្ធផ្សព្វផ្សាយសង្គម, ឈ្មោះ NAME, អ្នកនិង / ឬរូបថតរបស់អ្នក (s) ផ្ទុកឡើង, វីដេអូយោបល់ចូលចិត្តនិងស្ដាប់ផ្សេងទៀតក្រៅពីអស់អ្នកដែលបានដាក់ស្លាកជាមួយ #HONGSTAR ឬ HASHTAG HONGSTAR យុទ្ធនាការ ( "របស់អ្នក ប្រកាស ") ជារៀងរហូតនិងសម្រាប់ណាមួយទីផ្សារម៉ាក, ការផ្សព្វផ្សាយពាណិជ្ជកម្មនិងគោលបំណងផ្សព្វផ្សាយ, ប៉ុន្តែមិនរួមបញ្ចូលទៅលើ HONGSTARTRAVEL.COM, នៅក្នុងសង្គមប្រព័ន្ធផ្សព្វផ្សាយនៅលើគេហទំព័រភាគីទីបីលក់រាយនិក្ខិតសញ្ញា HONGSTAR លក្ខណៈពិសេស, សមា្ភារៈបោះពុម្ពនៅក្នុងហាងឬអ្នកផ្សព្វផ្សាយឌីជីថល។ HONGSTAR អាចប្រើផលិតឡើងវិញចែកចាយ, ផ្សំប្រកាសរបស់អ្នកនឹងសម្ភារផ្សេងទៀត, ផ្លាស់ប្តូរនិង / ឬកែសម្រួលវាក្នុងលក្ខណៈណាមួយនៅក្នុងការសំរេចចិត្តរបស់ខ្លួន។ តាមន័យនេះអ្នកតំណាងនិងធានាថា (ខ្ញុំ) អ្នកជាម្ចាស់រាល់សិទ្ធិទាំងអស់នៅក្នុងនិងចំពោះប្រកាសរបស់អ្នក (ii) អ្នកត្រូវបានអនុញ្ញាតដោយបុគ្គលណាម្នាក់ (S) លេចឡើងនៅក្នុងប្រកាសរបស់អ្នកឱ្យផ្ដល់សិទ្ធិនៅទីនេះ, (III) អ្នកមិនត្រូវអនីតិជន (iv) ការប្រើប្រាស់ HONGSTAR នៃប្រកាសរបស់អ្នកនឹងមិនរំលោភលើសិទ្ធិរបស់ភាគីទីបីណាមួយឬច្បាប់ណាមួយនិង (v) បើតំណែងរបស់អ្នកមានទពយសកម្ម HONGSTAR ណាមួយដែលអ្នកបន្ថែមទៀតយល់ស្របថាវាជាកន្សោមពិតនិងត្រឹមត្រូវនៃជំនឿស្មោះរបស់អ្នកផ្អែកលើការប្រើប្រាស់ នៃ HONGSTAR អចលនទ្រព្យហើយថាអ្នកបានបញ្ចេញជាបង្កាន់ដៃនៃផលិតផលឥតគិតថ្លៃណាឬប្រាក់លើកទឹកចិត្តជាថ្នូរនឹងការផ្តល់នូវការប្រកាសរបស់អ្នក។ អ្នកសូមចេញផ្សាយ, ការឆក់និងយល់ព្រមដើម្បីរៀបចំ HONGSTAR ហើយនិងបុគ្គលណាតាងនាម HONGSTAR បង្កគ្រោះថ្នាក់ពីការទទួលខុសត្រូវណាមួយដែលទាក់ទងជាមួយអ្នកប្រើប្រាស់របស់ប្រកាសរបស់អ្នកណាមួយ។'
];
