<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'brand_name' => 'ហុងស្តារ ទេសចរណ៍ & ធួរ',
    'sub-brand_name' => 'គុណភាព, សេវាកម្ម, ទំនុកចិត្ត',
    'fontbd'=>'kh-moul',
    'font'=>'kh-battambang',
    'font_menu' => 'kh-battambang_menu',
    'lang' => 'kh',
    'menu_navigator' => 'ម៉ឺនុយ',
    'tours' => 'ផ្នែកទេសចរណ៍',
    'ticket' => 'ផ្នែកសំបុត្រ',
    'passport' => 'ផ្នែកលិខិតឆ្លងដែន',
    'contact_us' => 'ទំនាក់ទំនង',
    'native' => 'ភាសាខ្មែរ',
    'menu_tour' => ['domestic_tour' => 'សេវាទេសចរណ៍ក្នុងស្រុក', 'international_tour' => 'សេវាទេសចរណ៍ក្រៅស្រុក'],
    'menu_ticket' => ['air_ticket' => 'ផ្នែកសំបុត្រយន្តហោះ','bus_ticket' => 'ផ្នែកសំបុត្ររថយន្ត', 'boat_ticket' => 'ផ្នែកសំបុត្រទូក'],
    'menu_passport' => ['international_visa' => 'សេវាស្នើសុំទិដ្ឋាកា', 'khmer_visa_renew' => 'សេវាពន្យាទិដ្ឋាកាកម្ពុជា', 'khmer_passport' => 'សេវាធ្វើលិខិតឆ្លងដែន'],

    'welcome' => 'ស្វាគមន៍',
    'contact_title' => 'ទំនាក់ទំនងព៌តមានលម្អិត',
    'site_map' => 'តំណរភ្ជាប់គេហទំព័រ',
    'help_support' => 'ជំនួយ & ការគាំទ្រ',
    'all_right' => 'រក្សាសិទ្ធិគ្រប់យ៉ាង',
    'office_location' => 'ទីតាំងការិយាល័យ',
    'office_address' => 'អាស័យដ្ឋាន ផ្ទះលេខ 76 ផ្លូវលេខ 163 សង្កាត់ទួលទំពូងទី1 ខ័ណ្ឌចំការមន ភ្នំពេញ ព្រះរាជាណាចក្រកម្ពុជា',
    'khmer_passport' => 'ធ្វើលិខិតឆ្លងដែន',
    'phone' => 'ទូរសព្ទលេខ',
    'mail' => 'អ៊ីម៉ែល',
    'tour_contact' => 'ទំនាក់ទំនងប្រតិបត្តិករទេសចរណ័និងធួរ',
    'ticketing_contact' =>'ទំនាក់ទំនងខាងផ្នែកសំបុត្រយន្តហោះ',
    'passport_contact' =>'ទំនាក់ទំនងខាងផ្នែកលិខិតឆ្លងដែន និង សុំទិដ្ឋាកា និង គ្រប់គ្រងទូទៅ',
    'messenger_contact' => 'ទំនាក់ទំនងអ្នកនាំសារ',
    'about' => 'អំពី ',

    'who_are_we'=>'យើងខ្ញុំជាអ្នកណា?',
    'who_are_we_desc' => 'ហុងស្តារត្រាវែល & ធួរគឺជាផ្នែកមួយនៃអ្នកផ្តល់សេវាទេសចរណ៍ដែលល្អបំផុតនិងជាភ្នាក់ងារដំណើរទស្សនកិច្ចការធ្វើដំណើរនៅប្រចាំប្រទេសកម្ពុជា។ យើងខ្ញុំមានវិជ្ជាជីវៈជំនាញក្នុងការផ្តល់សេវាកម្មធ្វើដំណើរអោយលោកអ្នកទៅកាន់គោលដៅដោយយកចិត្តទុកដាក់បំផុត លើសពីនេះដែរ យើងខ្ញុំមានបទពិសោធជាច្រើនឆ្នាំក្នុងការផ្តល់សេវាកក់សំបុត្ររថយន្ដក្រុង, ទូកនិងយន្តហោះ។ យើងក៏មានឯកទេសក្នុងផ្នែកឧស្សាហកម្មបដិសណ្ឋារកិច្ចនិងទេសចរណ៍ក្នុងស្រុកនិងអន្តរជាតិផងដែរ ដូចជាការកក់សណ្ឋាគារក្នុងស្រុកនិងក្រៅស្រុក។',
    'what_we_do' =>'អ្វីដែលយើងខ្ញុំធ្វើសម្រាប់អ្នក?',
    'what_we_do_desc' => 'យើងខ្ញុំក៏មានផ្តល់ជូននូវសេវាកម្មបន្ថែមផ្នែកពន្យាទិដ្ឋាកានិងសេវាកម្មធ្វើលិខិតឆ្លងដែនសំរាប់អតិថិជនក្នុងស្រុក។ លើសពីនេះទៅទៀត ក្រុមហ៊ុនយើងខ្ញុំក៏មានផ្តល់សេវាកម្មទេសចរណ៍ក្នុងស្រុកនិងអន្តរជាតិក្នុងថ្ងៃឈប់សម្រាកឬវិស្សមកាល។',
    'page_not_found' => 'ទំព័រនេះមិនត្រូវបានរកឃើញ! បញ្ហាណាមួយសូមទាក់ទងមកយើងខ្ញុំ។',
    'client' => 'អតិថិជនយើងខ្ញុំ',
    'social_media' => 'បណ្តាញសង្គម',
    'payment_method' => 'វិធី​សា​ស្រ្ត​ទូទាត់ប្រាក់',
    'use_condition' => 'លក្ខខណ្ឌនៃការប្រើ',

    'position' => [
        'gm' => 'ប្រធានគ្រប់គ្រងទូទៅ',
        'dgm' => 'អនុប្រធានគ្រប់គ្រងទូទៅ',
        'dga' => 'ជំនួយការទូទៅ',
        'acc' => 'ជំនួយការគណនេយ្យ',
        'pass' => 'ជំនួយការលិខិតឆ្លងដែន',
        'tm' => 'អ្នកគ្រប់គ្រងដំណើរកំសាន្ត',
        'to' => 'ប្រតិបត្តិករទេសចរណ៍',
        'ticketing' => 'ប្រតិបត្តិករ​ផ្នែកលក់សំបុត្រយន្តហោះ',
        'messenger' => 'អ្នកនាំសារផ្នែកលិខិតឆ្លងដែននិងទិដ្ឋាកា'
    ],
];
